amd-ucode
base
base-devel
bash-completion
bibata-cursor-theme-bin
brightnessctl
ccrypt
checkupdates-with-aur
clang
cmatrix
docker
docker-compose
dosfstools
dunst
eclipse-java-bin
ed
efibootmgr
epr-git
epy-ereader-git
evince
exfatprogs
eza
fastfetch
fbida
fd
feh
ffmpegthumbnailer
firefox
font-manager
fortls
fzf
gcc-fortran
gcr
git
grim
grub
gst-plugin-pipewire
gum
gvfs
gvfs-mtp
htop
imagemagick
imv
inkscape
ipython
iwd
jmtpfs
jq
kitty
libadwaita
libnotify
libpulse
linux
linux-firmware
linux-headers
linux-lts
loupe
lua51
luarocks
maim
man-db
mpc
mpd
mpv
mtools
mtpfs
mupdf
nano
neovim
network-manager-applet
networkmanager
notification-daemon
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nwg-look
openboard
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pandoc-cli
papirus-icon-theme
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
python-gobject
python-pip
python-pynvim
python-screeninfo
python-symengine
python-sympy
qbittorrent
qt5-wayland
qt6-wayland
qt6ct
quarto-cli-bin
r
ranger
ripgrep
rstudio-desktop
ruby
rust
slock
smartmontools
sof-firmware
swaync
teenmoons
termdown
terminus-font
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-doc
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
timidity++
tk
tmux
tree-sitter-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unzip
uv
uwsm
vulkan-radeon
w3m
webkit2gtk-4.1
wget
wireless_tools
wireplumber
xbindkeys
xclip
xdg-desktop-portal-gtk
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xorg-xsetroot
yay
yay-debug
yt-dlp
z
zathura
zathura-djvu
zathura-pdf-mupdf
zram-generator
